Repository: kambalabs/KmbPackageManager
Catalog: language/*.po
Languages: fr_fr

source: Servers
fr_fr: Serveurs

source: Inventory
fr_fr: Inventaire

source: Security
fr_fr: Sécurité

source: Security Logs
fr_fr: Journaux de Sécurité

source: The following packages have been blacklisted and will not be updated :<br/>
fr_fr: Les paquets suivants ont été "blacklistés" et ne seront pas mis à jour :<br/>

source: <br/>These packages need to be updated separatly
fr_fr: <br/>Ces paquets doivent être mis à jour explicitement.

source: Patch
fr_fr: Correctif

source: Patch applied successfully
fr_fr: Patch appliqué avec succès

source: Patch partially applied.<br/>See logs for details
fr_fr: Tous les correctifs n'ont pas été appliqués.<br/>Voir les journaux pour plus de détails

source: Patch NOT applied.<br/>See logs for details
fr_fr: Correctif non appliqué.<br/>Voir les journaux pour plus de détails.

source: Please wait while checking patches
fr_fr: Veuillez patientez durant les vérifications.

source: Applying patch
fr_fr: Application du correctif

source: Error while applying Patch
fr_fr: Erreur lors de l'application du correctif

source: <h4>Warning !</h4><p>You have to select an environment first !</p>
fr_fr: <h4>Attention!</h4><p>Vous devez selectionnez un environnement</p>

source: Upgrading %d package
fr_fr: Mise à jour de %d paquet

source: Upgrading package(s) (CLI mode)
fr_fr: Mise à jour de paquet(s) via la ligne de commande

source: Criticity
fr_fr: Criticité

source: high
fr_fr: important

source: medium
fr_fr: moyen

source: low
fr_fr: bas

source: unknown : %s
fr_fr: %s inconnu

source: Impacted servers
fr_fr: Serveurs concernés

source: servers
fr_fr: Serveurs

source: Patch it!
fr_fr: Mettre à jour!

source: Impacted packages
fr_fr: Paquets concernés

source: and %s more
fr_fr: et %s autre

source: Public ID
fr_fr: ID publique

source: Click to view details
fr_fr: Cliquez pour voir le détail

source: FromVersion
fr_fr: Version d'origine

source: Package
fr_fr: Paquet

source: Server
fr_fr: Serveur

source: Status
fr_fr: Statut

source: ToVersion
fr_fr: Version cible

source: User
fr_fr: Utilisateur

source: List of available security fixes
fr_fr: Liste des correctifs de sécurité disponibles

source: Help
fr_fr: Aide

source: You can click on the number of servers to have more details and patch all or part of these servers.
fr_fr: Vous pouvez cliquer sur le nombre de serveurs pour obtenir des détails et patcher les serveurs

source: Package Installation
fr_fr: Installation de paquets

source: The following packages will be upgraded
fr_fr: Les paquets suivants seront mis à jour

source: Error with pre-patch on this server :
fr_fr: Erreur lors des vérifications "pre-patch" :

source: %d package
fr_fr: %d paquet

source: From Version
fr_fr: Version d'origine

source: To Version
fr_fr: Version cible

source: Repository
fr_fr: Dépôts

source: Cancel
fr_fr: Annuler

source: Install Package
fr_fr: Installation de paquet

source: Details on patch %s
fr_fr: Détails concernant le patch %s

source: back
fr_fr: retour

source: Affected package :<br/> <kbd>%s</kbd>
fr_fr: Paquet affecté :<br/><kbd>%s</kbd>

source: Patch all hosts
fr_fr: Patcher tous les serveurs

source: Open CVE detail page
fr_fr: Consulter la page du CVE

source: Affected Hosts
fr_fr: Serveurs concernés

source: Hostname
fr_fr: Nom d'hôte

source: Patch all!
fr_fr: Tout mettre à jour!

source: CVE List
fr_fr: Liste de mise à jour
